{
        "/shop/gifts": [
            "Handcrafted Wooden Gifts | Unique Salt Cellars, Cutting Boards & More",
            "Explore my collection of handcrafted wooden gifts, including salt cellars, cutting boards, trays, and custom boxes. Each piece is designed and built in our studio, perfect for unique and lasting gifts.",
            "Discover unique handcrafted wooden gifts, including salt cellars and cutting boards, made in our studio for lasting beauty."
        ],
        "/shop/frames": [
            "Handcrafted Custom Frames for Artwork & Photography",
            "Each frame is crafted from high-quality wood, tailored to complement and enhance the essence of your art. Our frames range from sleek, modern profiles to rustic, textured finishes, providing the perfect setting to display and protect your pieces. Whether framing a cherished photograph or a timeless piece of art, our custom-built frames offer lasting quality and style, adding a personal touch to any space.",
            "Explore custom-designed wooden frames that enhance your artwork and photography with quality craftsmanship."
        ],
        "/shop/custom-designed-furniture": [
            "Custom-Built Wooden Furniture for Unique and Timeless Spaces",
            "Bring your vision to life with custom-designed wooden furniture combining beauty, functionality, and craftsmanship. Each piece is created in my studio to fit your specific needs, from elegant dining tables and versatile shelving to statement-making beds and storage solutions. Each piece is crafted from high-quality American hardwoods, chosen for their natural beauty and durability, ensuring each design is as enduring as it is unique.",
            "Elevate your living space with custom, handcrafted furniture. From elegant cabinets to statement-making beds, each piece is designed for your unique style."
        ],
        "/shop/doors-and-gates": [
            "Custom-Built Wooden Doors & Gates for Distinctive Entrances",
            "I love making doors and gates. Each piece blends style, durability, and craftsmanship, tailored to complement your space and stand the test of time. From rustic, hand-hewn doors to elegant modern gates, my work showcases the natural beauty of wood, creating functional art that welcomes you home.",
            "Transform your entrance with our custom wooden doors and gates, crafted for beauty and durability."
        ],
        "default": [
            "Custom Furniture, Cabinetry & Gifts From Mark Royko Studio",
            "My work features an variety of handcrafted wooden creations, from unique gifts and elegant frames to bespoke furniture and striking doors and gates. Each piece is meticulously designed and built in my studio, reflecting a commitment to quality, sustainability, and timeless design. Whether you’re searching for the perfect gift, a statement piece for your home, or functional art that enhances your space, my offerings are crafted to inspire and endure",
            "Explore custom furniture and gifts handcrafted by Mark Royko, perfect for enhancing your home."
        ]
    }